Repository: makinacorpus/drupal-iresponsive
Catalog: translations/*.po
Languages: fr

source: Responsive image
fr: Image responsive

source: HTML tag
fr: Balise HTML

source: &lt;img&gt; suitable for most cases
fr: &lt;img&gt; approprié pour la majorité des cas

source: &lt;picture&gt; you should use this for fullscreen display
fr: &lt;picture&gt; vous pouvez utiliser ceci pour des affichages plein écran

source: HTML &lt;picture&gt; element does not handle the viewport relative size attribute, it's not suitable for thumbnail display
fr: L'élément HTML &lt;picture&gt; ne supporte pas l'attribut de taille relative au viewport, il n'est pas approprié pour l'affichage de thubmnail

source: Display mode
fr: Mode d’affichage

source: Keep image original ratio
fr: Garder le ratio original de l'image

source: Square image
fr: Image carré

source: Graceful downgrade size
fr: Taille alternative pour les anciens navigateur Web

source: Smallest one (default)
fr: La plus petites (par défaut)

source: Include original image in variants
fr: Inclure l'image d'origine dans les variantes

source: Viewport relative size (in percent)
fr: Taille relative au viewport (pourcentage)

source: with original
fr: avec l'original
